export default {
    "position": [
      23,
      67
    ],
    "scale": [
      1,
      1
    ],
    "nodes": {
      "1558882917356": {
        "id": 1558882917356,
        "position": [
          736,
          39
        ]
      },
      "1558882925663": {
        "id": 1558882925663,
        "position": [
          740,
          292
        ]
      },
      "1558882934413": {
        "id": 1558882934413,
        "position": [
          54,
          31
        ]
      },
      "1558882978930": {
        "id": 1558882978930,
        "position": [
          548,
          139
        ]
      },
      "1558883007303": {
        "id": 1558883007303,
        "position": [
          183,
          81
        ]
      },
      "1558883035288": {
        "id": 1558883035288,
        "position": [
          225,
          242
        ]
      },
      "1558883044118": {
        "id": 1558883044118,
        "position": [
          158,
          211
        ]
      },
      "1558883055166": {
        "id": 1558883055166,
        "position": [
          318,
          338
        ]
      },
      "1558883061173": {
        "id": 1558883061173,
        "position": [
          240,
          305
        ]
      },
      "1558883404687": {
        "id": 1558883404687,
        "position": [
          360,
          398
        ]
      },
      "1558883417607": {
        "id": 1558883417607,
        "position": [
          209,
          139
        ]
      },
      "1558883428126": {
        "id": 1558883428126,
        "position": [
          812,
          136
        ]
      },
      "1558883438590": {
        "id": 1558883438590,
        "position": [
          782,
          305
        ]
      },
      "1558883450733": {
        "id": 1558883450733,
        "position": [
          813,
          90
        ]
      },
      "1558883457841": {
        "id": 1558883457841,
        "position": [
          501,
          383
        ]
      },
      "1558883768912": {
        "id": 1558883768912,
        "position": [
          448,
          353
        ]
      },
      "1558883986103": {
        "id": 1558883986103,
        "position": [
          538,
          148
        ]
      },
      "1558883991144": {
        "id": 1558883991144,
        "position": [
          185,
          109
        ]
      },
      "1558884097070": {
        "id": 1558884097070,
        "position": [
          292,
          308
        ]
      },
      "1558884113649": {
        "id": 1558884113649,
        "position": [
          134,
          183
        ]
      },
      "1558884147506": {
        "id": 1558884147506,
        "position": [
          755,
          275
        ]
      },
      "1558884153306": {
        "id": 1558884153306,
        "position": [
          785,
          59
        ]
      }
    },
    "arrows": {
      "_1558883007303_1558882978930_": {
        "id": "_1558883007303_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883417607_1558882978930_": {
        "id": "_1558883417607_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883044118_1558882978930_": {
        "id": "_1558883044118_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883061173_1558882978930_": {
        "id": "_1558883061173_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883055166_1558882978930_": {
        "id": "_1558883055166_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883768912_1558882978930_": {
        "id": "_1558883768912_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883457841_1558882978930_": {
        "id": "_1558883457841_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883404687_1558882978930_": {
        "id": "_1558883404687_1558882978930_",
        "arrowType": "arrow1"
      },
      "_1558883450733_1558882978930_": {
        "id": "_1558883450733_1558882978930_",
        "arrowType": "arrow2"
      },
      "_1558883428126_1558882978930_": {
        "id": "_1558883428126_1558882978930_",
        "arrowType": "arrow2"
      },
      "_1558883438590_1558882978930_": {
        "id": "_1558883438590_1558882978930_",
        "arrowType": "arrow2"
      },
      "_1558883035288_1558882978930_": {
        "id": "_1558883035288_1558882978930_",
        "arrowType": "arrow1"
      }
    },
    "containers": {},
    "_data": {
      "2312": {
        "type": "rootGroup"
      },
      "1558882917356": {
        "title": "区域一",
        "type": "node",
        "nodeType": "beijing"
      },
      "1558882925663": {
        "title": "区域二",
        "type": "node",
        "nodeType": "shanghai"
      },
      "1558882934413": {
        "title": "区域三",
        "type": "node",
        "nodeType": "mianyang"
      },
      "1558882978930": {
        "title": "信号源",
        "type": "node",
        "nodeType": "safeSquare"
      },
      "1558883007303": {
        "title": "单位一",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883035288": {
        "title": "单位二",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883044118": {
        "title": "单位三",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883055166": {
        "title": "单位四",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883061173": {
        "title": "单位五",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883404687": {
        "title": "单位六",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883417607": {
        "title": "单位七",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883428126": {
        "title": "单位八",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883438590": {
        "title": "单位九",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883450733": {
        "title": "单位十",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883457841": {
        "title": "单位十一",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883768912": {
        "title": "单位十二",
        "type": "node",
        "nodeType": "safeStar"
      },
      "1558883986103": {
        "title": "新建节点",
        "type": "node",
        "nodeType": "bubbleGreen"
      },
      "1558883991144": {
        "title": "新建节点",
        "type": "node",
        "nodeType": "bubbleYellow"
      },
      "1558884097070": {
        "title": "新建节点",
        "type": "node",
        "nodeType": "bubbleOrange"
      },
      "1558884113649": {
        "title": "新建节点",
        "type": "node",
        "nodeType": "bubbleRed"
      },
      "1558884147506": {
        "title": "新建节点",
        "type": "node",
        "nodeType": "bubbleYellow"
      },
      "1558884153306": {
        "title": "新建节点",
        "type": "node",
        "nodeType": "bubbleOrange"
      }
    }
  }